---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.ElectricalAnalyticalLoadSet
source: html/802e8636-45a3-0737-6848-472e3be90464.htm
---
# ElectricalAnalyticalLoadSet Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.